Repository: AmonFlorian/jellyfin-kodi
Catalog: resources/language/resource.language.*/strings.po
Languages: kk

# #29999
source: Jellyfin for Kodi
kk: Kodi úshin Jellyfin

# #30022
source: Advanced
kk: Keńeıtilgen

# #33109
source: Plugin
kk: Plagın

# #33154
source: Add libraries
kk: Tasyǵyshhanalardy ústeý

# #33131
source: Refreshing boxsets
kk: Jıyntyqtar jańǵyrtylýda

# #33130
source: Select the source
kk: Qaınardy tańdaý

# #33115
source: Transcode options
kk: Qaıta kodtaý opsıalary

# #33114
source: Enable external subtitles
kk: Syrtqy sýbtıtrlerdi qosý

# #33150
source: Update server information
kk: Server aqparatyn jańartý

# #33149
source: Unable to connect to this server.
kk: Bul serverge qosylý múmkin emes.

# #33148
source: Your access to this server is restricted.
kk: Bul server úshin qoljetіmdіlіgińiz shektelgen.

# #33147
source: Your access to Jellyfin is restricted.
kk: Jellyfin úshin qoljetіmdіlіgińiz shektelgen.

# #33146
source: Unable to connect to Jellyfin.
kk: Jellyfin úshin qosylý múmkin emes.

# #33144
source: Removing library
kk: Tasyǵyshhana alastalýda

# #33143
source: Enable the option to delete
kk: Joıý úshin opsiany qosý

# #33142
source: Something went wrong. Try again later.
kk: Birdeńe durys bolmady. Keıin qaıtalańyz.

# #33141
source: Remove server
kk: Serverdi alastaý

# #33140
source: Repair libraries
kk: Tasyǵyshhanalardy jóndeý

# #33139
source: Update libraries
kk: Tasyǵyshhanalardy jańartý

# #33137
source: Enable Kodi Sync Queue
kk: Kodi Sync Queue qosý

# #33134
source: Add server
kk: Server ústeý

# #33132
source: Repair library
kk: Tasyǵyshhanany jóndeý

# #33124
source: Include people (slow)
kk: Adamdardy qosyp (baıaý)

# #33123
source: Sync library to Kodi
kk: Tasyǵyshhanany Kodi qoldanbasymen úndestirý

# #33121
source: All
kk: Bári

# #33120
source: Select the libraries to add
kk: Ústeý úshin tasyǵyshhanalardy tańdaý

# #33136
source: Update library
kk: Tasyǵyshhanany jańartý

# #30114
source: Offer delete after playback
kk: Oinatýdan keıin joıýdy usyný

# #33063
source: Remove user
kk: Paıdalanýshy alastaý

# #33062
source: Add user
kk: Paıdalanýshy ústeý

# #33049
source: New
kk: Jańa

# #33039
source: Enable music library?
kk: Muzykalyq tasyǵyshhana qosylsyn ba?

# #33037
source: Native (direct paths)
kk: Ózindik (tikeleı joldar)

# #33036
source: Add-on (default)
kk: Qondyrma (ádepki)

# #33025
source: Completed in:
kk: Keıіn aıaqtaldy:

# #33021
source: Gathering:
kk: Jınaý:

# #33016
source: Play trailers?
kk: Treılerler oınatylsyn ba?

# #33015
source: Delete file from Jellyfin?
kk: Jellyfin ishinen faıl joıylsyn ba?

# #33009
source: Invalid username or password
kk: Jaramsyz paıdalanýshy aty ne paról

# #33006
source: Server is restarting
kk: Server qaıta iske qosylýda

# #33000
source: Welcome
kk: Qosh keldіńіz

# #30617
source: Server or port cannot be empty
kk: Server ne port bos bolýy múmkin emes

# #30616
source: Connect
kk: Qosylý

# #30615
source: Host
kk: Túıin

# #30614
source: Connect to server
kk: Serverge qosylý

# #30613
source: Change Jellyfin Connect user
kk: Jellyfin Connect paıdalanýshysyn aýystyrý

# #30612
source: Please sign in
kk: Kirińiz

# #30611
source: Manually add server
kk: Qolmen serverdi ústeý

# #30610
source: Connect to
kk: Mynaǵan qosylý

# #30609
source: Unable to connect to the selected server
kk: Tańdalǵan serverge qosylý múmkin emes

# #30608
source: Username or password cannot be empty
kk: Paıdalanýshy aty ne paról bos bolýy múmkin emes

# #30607
source: Select main server
kk: Basqy serverdi tańdaý

# #30606
source: Cancel
kk: Boldyrmaý

# #30605
source: Sign in
kk: Kirý

# #30602
source: Password
kk: Paról

# #30547
source: Display message
kk: Habardy beıneleý

# #30545
source: Enable server offline
kk: Serverdi jeliden tys qosý

# #30543
source: Username or email
kk: Paıdalanýshy aty ne e-poshta

# #30540
source: Manual login
kk: Qolmen kirý

# #30539
source: Login
kk: Kirý

# #30537
source: Transcode Hi10P
kk: Hi10p qaıta kodtaý

# #30534
source: Notifications (in seconds)
kk: Habarlandyrýlar, s

# #30531
source: Enable new content
kk: Jańa mazmundy qosý

# #30530
source: Enable server restart message
kk: Serverdi qaıta iske qosý habaryn qosý

# #30529
source: Startup delay (in seconds)
kk: Iske qosýdy kidirtý, s

# #30528
source: Permanent users
kk: Turaqty paıdalanýshylar

# #30524
source: Transcode VC-1
kk: VC-1 qaıta kodtaý

# #30523
source: Transcode MPEG2
kk: MPEG2 qaıta kodtaý

# #30522
source: Transcode H265/HEVC
kk: H265/HEVC qaıta kodtaý

# #30518
source: Enable cinema mode
kk: Kınoteatr rejimi qosý

# #30517
source: Network credentials
kk: Jelilik tirkelgiler

# #30516
source: Playback
kk: Oınatý

# #30511
source: Playback mode
kk: Oınatý rejimi

# #30509
source: Enable music library
kk: Muzykalyq tasyǵyshhanany qosý

# #30506
source: Sync
kk: Úndestirý

# #30500
source: Verify connection
kk: Qosylymdy rastaý

# #30412
source: Transcode
kk: Qaıta kodtaý

# #30410
source: Refresh this item
kk: Bul tarmaqty jańǵyrtý

# #30409
source: Delete from Jellyfin
kk: Jellyfin ishinen joıý

# #30408
source: Settings
kk: Parametrler

# #30406
source: Remove from favorites
kk: Tańdaýlydan alastaý

# #30405
source: Add to favorites
kk: Tańdaýlyǵa ústeý

# #30402
source: Jellyfin transcode
kk: Jellyfin qaıta kodtaýy

# #30401
source: Jellyfin options
kk: Jellyfin opsıalary

# #30305
source: TV Shows
kk: Kórsetimder

# #30302
source: Movies
kk: Fılmder

# #30258
source: Unwatched Music videos
kk: Qaralmaǵan mýzykalyq beıneler

# #30256
source: Recently added Music videos
kk: Jýyqta ústelgen mýzyka beıneleri

# #30255
source: Favourite Albums
kk: Tańdaýly álbomdar

# #30254
source: Favourite Photos
kk: Tańdaýly fotolar

# #30253
source: Favourite Home Videos
kk: Tańdaýly úı beıneleri

# #30252
source: Recently added Photos
kk: Jýyqta ústelgen fotolar

# #30251
source: Recently added Home Videos
kk: Jýyqta ústelgen úı beıneleri

# #30235
source: Interface
kk: Interfeıs

# #30230
source: Recommended Items
kk: Usynylǵan tarmaqtar

# #30229
source: Random Items
kk: Kezdeısoq tarmaqtar

# #30189
source: Unwatched Movies
kk: Qaralmaǵan fılmder

# #30185
source: Boxsets
kk: Jıyntyqtar

# #30182
source: Favorite Episodes
kk: Tańdaýly bólimder

# #30181
source: Favorite Shows
kk: Tańdaýly kórsetimder

# #30180
source: Favorite Movies
kk: Tańdaýly fılmder

# #30179
source: Next Episodes
kk: Kelesi bólimder

# #30175
source: Recently Added Episodes
kk: Jýyqta ústelgen bólimder

# #30174
source: Recently Added Movies
kk: Jýyqta ústelgen fılmder

# #30170
source: Recently Added TV Shows
kk: Jýyqta ústelgen kórsetimder

# #30163
source: Audio bitrate
kk: Dybys qarqyny

# #30162
source: Preferred audio codec
kk: Qalaǵan dybys kodek

# #30116
source: For Movies
kk: Fılmder úshin

# #30115
source: For Episodes
kk: Bólimder úshin

# #30091
source: Confirm file deletion
kk: Faıl joıýdy rastaý

# #30024
source: Username
kk: Paıdalanýshy aty

# #30016
source: Device name
kk: Qurylǵy aty

# #30004
source: Log level
kk: Tirkeý deńgeıi

# #30003
source: Login method
kk: Kirý ádisi

# #30002
source: Force HTTP playback
kk: HTTP-oınatýdy májbúrleý

# #30001
source: Server name
kk: Server aty

# #30000
source: Server address
kk: Server mekenjaıy

# #33152
source: Unable to locate TV Tunes in Kodi.
kk: Kodi ishinen TV Tunes ornalasýyn tabý múmkin emes.

# #33135
source: Kodi will now restart to apply a small patch for your Kodi version.
kk: Kodi nusqasyna shaǵyn túzetýdi qoldaný úshin Kodi endi qaita iske qosylady.

# #33107
source: Users added to the session (no space between users). (eg username,username2)
kk: Seansqa ústelgen paıdalanýshylar (paıdalanýshylar arasy bosorynsyz) (mysaly, paıdalanýshyaty, paıdalanýshyaty2)

# #33104
source: Find more info in the github wiki/Create-and-restore-from-backup.
kk: Kóbirek aqpardy GitHub-tan wiki/Create-and-restore-from-backup betinde tabyńyz.

# #33201
source: Max artwork resolution
kk: Ónerli týyndynyń eń joǵary ajyratymdylyǵy

# #33200
source: Select the libraries to remove
kk: Alastaý úshin tasyǵyshhanalardy tańdaý

# #33199
source: Select the libraries to repair
kk: Jóndeý úshin tasyǵyshhanalardy tańdaý

# #33198
source: Select the libraries to update
kk: Jańartý úshin tasyǵyshhanalardy tańdaý

# #33196
source: Advanced options
kk: Keńeıtilgen opsıalar

# #33195
source: Enable Jellyfin for Kodi
kk: Kodi úshin Jellyfin-di qosý

# #33194
source: Manage libraries
kk: Tasyǵyshhanalardy retteý

# #33193
source: Restarting...
kk: Qaıta iske qosylýda…

# #33191
source: Restart Jellyfin for Kodi to apply this change?
kk: Bul ózgeristi qoldaný úshin Kodi úshin Jellyfin qaıta iske qosylsyn ba?

# #33184
source: Remove libraries
kk: Tasyǵyshhanalardy alastaý

# #33182
source: Play with cinema mode
kk: Kınoteatr rejiminde oınatý

# #33181
source: Restarting to apply the patch
kk: Túzetýdi qoldaný úshіn qaıta qosylýda

# #33180
source: Restart Jellyfin for Kodi
kk: Kodi úshin Jellyfin-di qaıta iske qosý

# #33179
source: Force transcode
kk: Qaıta kodtaýdy májbúrleý

# #33178
source: Processing updates
kk: Jańartýlar oryndalýda

# #33173
source: Forget about the previous sync? This is not recommended.
kk: Aldyńǵy úndestirý umytylsyn ba? Bul usynylmaıdy.

# #33159
source: Enable audio/subtitles selection
kk: Dybys/sýbtıtrler tańdaýyn qosý

# #33158
source: Subtitles only
kk: Tek sýbtıtrler

# #33157
source: Audio only
kk: Tek dybys

# #33171
source: By first letter
kk: 1-shi áripten

# #33170
source: Unwatched
kk: Qaralmaǵan

# #33169
source: In Progress
kk: Oryndalýda

# #33168
source: Favourites
kk: Tańdaýly

# #33167
source: Recently added
kk: Jýyqta ústelgen

# #33166
source: (dynamic)
kk: (dınamıkalyq)

# #33165
source: Failed to create backup
kk: Saqtyq kóshirmeni jasaý sátsіz aıaqtaldy

# #33162
source: Reset the music library?
kk: Muzykalyq tasyǵyshhana ysyrylsyn ba?

# #33161
source: Update password
kk: Paróldi jańartý

# #30507
source: Enable notification if update count is greater than
kk: Eger jańartý sany odan úlken bolsa, habarlandyrýdy qosý

# #33106
source: Enable the option to transcode
kk: Qaıta kodtaý úshin opsiany qosý

# #33105
source: Enable the context menu
kk: Mátіnmándіk mázirdi qosý

# #33102
source: Resume the previous sync?
kk: Aldyńǵy úndestirý jalǵastyrylsyn ba?

# #33098
source: Refresh boxsets
kk: Jıyntyqtardy jańǵyrtý

# #33093
source: Backup folder
kk: Saqtyq kóshirme qaltasy

# #33092
source: Create a backup
kk: Saqtyq kóshirme jasaý

# #33091
source: Created backup at:
kk: Saqtyq kóshirme jasalǵan ýaqyty:

# #33090
source: Replace existing backup?
kk: Bar saqtyq kóshirme aýystyrylsyn ba?

# #33089
source: Enter folder name for backup
kk: Saqtyq kóshіrmesi úshіn qalta atyn engіzіńіz

# #33087
source: Reset all Jellyfin add-on settings?
kk: Jellyfin qondyrmasynyń barlyq parametrlerі ysyrylsyn ba?

# #33064
source: Remove user from the session
kk: Seanstan paıdalanýshyny alastaý

# #33061
source: Add/Remove user from the session
kk: Seansta paıdalanýshyny ústeý/alastaý

# #33060
source: Sync theme media
kk: Taqyryp tasyǵyshderekterin úndestirý

# #33058
source: Perform local database reset
kk: Jergilikti derekqor ysyrýyn oryndaý

# #33054
source: Add user to session
kk: Seansqa paıdalanýshyny ústeý

# #33047
source: Kodi can't locate file:
kk: Kodi faıl ornalasýyn taba almadý:

# #33018
source: Gathering boxsets
kk: Jıyndyqtardy jınaý

# #33014
source: Choose the subtitles stream
kk: Sǵbtıtrler aǵynyn tańdaý

# #33013
source: Choose the audio stream
kk: Dybys aǵynyn tańdaý

# #30536
source: Allow the screensaver during syncs
kk: Úndestirý kezinde kerneý úshin rusat etý

# #30535
source: Generate a new device Id
kk: Qurylǵynyń jańa ıdentıfikatoryn qyrý

# #30527
source: Ignore specials in next episodes
kk: Kelesi bólimder úshin arnaıylardy elemeý

# #30521
source: Jump back on resume (in seconds)
kk: Jalǵastyrýǵa qaıta oralý, s

# #30519
source: Ask to play trailers
kk: Treılerler oınatý saýalyn etý

# #30512
source: Enable artwork caching
kk: Ónerli týyndylar keshteýіn qosý

# #30504
source: Use alternate device name
kk: Qurylǵynyń balamaly ataýyn paıdalaný

# #30257
source: In progress Music videos
kk: Oryndalýdaǵy mýzykalyq beıneler

# #30249
source: Enable welcome message
kk: Sálemdesý habaryn qosý

# #30239
source: Reset local Kodi database
kk: Jergilikti Kodi derekqoryn ysyrý

# #30178
source: In Progress Episodes
kk: Oryndalýdaǵy bólimder

# #30177
source: In Progress Movies
kk: Oryndalýdaǵy fılmder

# #30171
source: In Progress TV Shows
kk: Oryndalýdaǵy kórsetimder

# #33086
source: Remove all cached artwork?
kk: Keshtelgen barlyq ónerli týyndylar joıylsyn ba?

# #33133
source: Remove library from Kodi
kk: Tasyǵyshhanany Kodi qoldanbasynan alastaý

# #33122
source: Restart Kodi to resume where you left off.
kk: Toqtaǵan jerіńіzden jalǵastyrý úshіn Kodi qoldanbasyn qaıta qosyńyz.

# #33116
source: Compress artwork (reduces quality)
kk: Ónereli týyndylardy qysý (sapasyn tómendetedі)

# #33110
source: Restart Kodi to take effect.
kk: Kúshіne enýі úshіn Kodi qoldanbasyn qaıta qosyńyz.

# #33108
source: Notifications are delayed during video playback (except live tv).
kk: Habarlandyrý beınenі oınatý kezіnde kidirtiledі (efırlik TD-dan basqa).

# #30165
source: Allow burned subtitles
kk: Kiriktirilgen sýbtıtrlerge ruqsat etý

# #30164
source: Audio max channels
kk: Dybystyń eń kóp arnalary

# #30161
source: Preferred video codec
kk: Qalaǵan beıne kodek

# #30160
source: Max stream bitrate
kk: Eń joǵary aǵyndyq qarqyn

# #30157
source: Enable enhanced artwork (i.e. cover art)
kk: Jaqsartylǵan óner týyndysyn qosý (mysaly, muqaba óneri )

# #33197
source: A sync is already running, please wait until it completes and try again.
kk: Úndestirý burynnan jumys іsteýde, aıaqtalǵansha kútіp, qaıtalap kórіńіz.

# #33185
source: Enable sync during playback (may cause some lag)
kk: Oınatý kezіnde úndestirýdi qosý (birshama keshiktirýi múmkіn)

# #33183
source: Enable the option to play with cinema mode
kk: Kınoteatr rejimіmen oınatý opsıasyn qosý

# #33177
source: Display the progress bar if update count greater than
kk: Eger jańartýlar sany kelesіden úlkenіrek bolsa, oryndalý barysy jolaǵy beınelenedi

# #33176
source: Update or repair your libraries to apply the changes below.
kk: Tómendegі ózgerіsterdі qoldaný úshіn tasyǵyshhanalaryńyzdy jańartyńyz nemese jóndeńіz.

# #33164
source: Mask sensitive information in log (does not apply to kodi logging)
kk: Jýrnaldaǵy mańyzdy aqparatty búrkeý (Kodi jurnalyna tirkeý úshin qoldanylmaıdy)

# #33160
source: To avoid errors, please update Jellyfin for Kodi to version:
kk: Qatelerden jaltarýǵa Kodi úshіn Jellyfin qoldanba nusqasyn kelesіge jańartyńyz:

# #33156
source: A patch has been applied!
kk: Túzetý qoldanyldy!

# #33153
source: Your Jellyfin theme media has been synced to Kodi
kk: Jellyfin taqyryptyq tasyǵyshderekterińiz Kodi-men úndestiridi

# #33129
source: You can sync libraries by launching the Jellyfin add-on > Add libraries.
kk: Jellyfin qondyrmasy > Tasyǵyshhanalardy ústeý arqyly іske qosýp tasyǵyshhanalardy úndestirýge bolady.

# #33112
source: Applies to Native and Add-on playback mode
kk: Ózindik jáne Qondyrma oinatý rejimderіnde qoldanylady

# #33113
source: Applies to Add-on playback mode only
kk: Tek Qondyrma oinatý rejimіne qoldanylady

# #33111
source: Reset the local database to apply the playback mode change.
kk: Oınatý rejımі ózgerisin qoldaný úshіn jergіlіktі derekqordy ysyrý.

# #33088
source: Database reset has completed, Kodi will now restart to apply the changes.
kk: Derekqor ysyrýy aıaqtaldy, endі Kodi ózgertýlerdі qoldaný úshіn qaıta іske qosylady.

# #33074
source: Are you sure you want to reset your local Kodi database?
kk: Shynymen jergіlіktі Kodi derekqory ysyrylsyn ba?

# #33033
source: A new device Id has been generated. Kodi will now restart.
kk: Qurylǵynyń jańa ıdentıfıkatory quryldy. Endі Kodi qaıta іske qosylady.

# #30533
source: Duration of the music library pop up
kk: Mýzykalyq tasyǵyshhananyń uzaqtyǵy qalqyp shyǵady

# #30532
source: Duration of the video library pop up
kk: Beıne tasyǵyshhananyń uzaqtyǵy qalqyp shyǵady

# #30520
source: Skip the delete confirmation (use at your own risk)
kk: Joıý rastaýyn ótkіzіp jіberý (paıdalaný óz táýekelіńіzde )

# #33175
source: Paging tip: Each download thread requests your max items value from Jellyfin at the same time.
kk: Betteý keńesі: Ár júkteletin aǵyny Jellyfin-den bіr ýaqytta eń kóp tarmaqtar mánіn saýal etedi.

# #33174
source: Paging - download threads (default: 3)
kk: Betteý - júktep alynatyn tizbekter (ádepkі: 3)

# #30515
source: Paging - max items requested (default: 15)
kk: Betteý - saýal etilgen eń kóp tarmaqtar (ádepkі: 15)

# #33118
source: You've change the playback mode. Kodi needs to be reset to apply the change, would you like to do this now?
kk: Sіz oınatý rejimіn ózgerttіńіz. Ózgerіstі qoldaný úshіn Kodi ysyrýdy talap etedi, bul endi istelsin be?

# #33101
source: Since you are using native playback mode with music enabled, do you want to import music rating from files?
kk: Mýzykamen Ózindik oınatý rejimіn qosyp paıdalanǵan beri, mýzyka baǵalaýy faıldardan ımporttalsyn ba?

# #33097
source: Important, cleanonupdate was removed in your advanced settings to prevent conflict with Jellyfin for Kodi. Kodi will restart now.
kk: Óte mańyzdy, Kodi úshіn Jellyfin arasynda qaıshylyqqa jol bermeý úshіn keńeıtilgen parametrlerden "cleanonupdate" alastaldy. Kodi endi qaıta іske qosylady.

# #33035
source: Caution! If you choose Native mode, certain Jellyfin features will be missing, such as: Jellyfin cinema mode, direct stream/transcode options and parental access schedule.
kk: Abaılańyz! Eger Ózindik rejimdі tańdasańyz, belgіlі bіr Jellyfin múmkіndіkterі bolmaıdy, mysaly: Jellyfin kınoteatr rejimі, tіkeleı taratý/qaıta kodtaý opsıalary jáne ata-analyq qatynaý is kestesі.

# #33186
source: The Kodi Sync Queue speeds up the start up sync. Other syncs are triggered by server events.
kk: Kodi Sync Queue úndestirýdi iske qosýyn jyldamdatady. Basqa úndestirýler server oqıǵalary arqyly іske qosylady.
